<%@ Page Language="C#" AutoEventWireup="true" CodeFile="agreement.aspx.cs" Inherits="jianzhi_agreement" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <title>注册协议</title>
    <style type="text/css">
        .h1{width: 939px;margin:0 auto;margin-top: 23px;color: #777777;font-size: 18px;font-weight:bold;text-align: center;}
        .h2{width: 939px;margin:0 auto;margin-top: 20px;color: #666666;font-size: 16px;font-weight:bold;}
        .h3{width: 939px;margin:0 auto;margin-top: 20px;color: #666666;line-height: 28px;}
        .h4{width: 939px;height: 32px; border-bottom:2px dashed #e9e9e9;margin:0 auto;text-align: center;}
    </style>
</head>
<body>
    <form id="form1" runat="server">
    <div class="content">
        <div style="text-align:center"; class="h1">个人用户协议</div>
        <div class="h2">1.使用条款</div>
        <p class="h3">
            本网页阐明了使用兼职网网站及其服务的使用条款（“使用条款”）。<br/>
            “求职者”是指完全同意本协议所有条款，使用兼职网进行有效注册或虽然未经注册但通过使用经兼职网许可的方式登录兼职网，以寻求工作机会为目的的自然人。<br//>
            “招聘企业”或“企业会员”是指有人员招聘需求，通过与兼职网签订协议或兼职网特别许可的方式获得会员使用资格，从而有权在www.chinahr.com上发布招聘信息、进行求职者简历检索或享受其它服务的企业用户。<br//>
            求职者和招聘企业合称为用户。<br/>
            <b>这些使用条款构成兼职网网站用户（“用户”）与兼职网网络技术（北京）有限公司及其关联公司（统称为“兼职网”）之间具有法律约束力的协议。当用户访问兼职网网站及使用其服务时，即被视为已接受此协议各项条款。</b>
            兼职网网站（www.chinahr.com）提供各种功能和服务，包括但不限于在线发布和搜索就业机会（“兼职网服务”）。<br//>
            兼职网的网站还包括在线社区，旨在方便用户基于共同的经历和兴趣进行有价值的专业及个人交流。用户还可在兼职网网站创建个人档案资料（“档案资料”）。<br//>
            兼职网将不定时地通过在本网页发布更新版本的方式修改使用条款。 请用户定期访问本网页并查看最新条款。这些条款对用户均具有约束力。<br//>
            <b>违反使用条款的用户可能会被暂停或终止使用及访问兼职网网站。</b>
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">2.资格</div>
        <p class="h3">
            用户必须具备以各种方式访问或使用兼职网网站的完全民事行为能力。访问兼职网网站并接受使用条款即说明用户已向兼职网声明并保证：依据中国的法律，用户具有完全的民事行为能力，用户具有权利和能力同意并遵守该等条款。用户还向兼职网声明并保证在遵守所有适用的法律法规的前提下使用兼职网网站。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">3. 使用兼职网内容</div>
        <p class="h3">
            兼职网网站的内容，如文字、图形、图像、标识、按钮图标、软件和其他内容（统称“兼职网内容”），受版权、商标和其他法律的保护。所有兼职网内容属于兼职网或内容供应商或兼职网客户所有。兼职网网站内容汇编（收集、整理及汇总后的内容）是兼职网的专有财产，受版权、商标和其他法律的保护。未经授权使用兼职网内容将会违反前述法律，被严格禁止。经授权制作的兼职网内容副本中，用户必须保留原有兼职网内容中的有关版权、商标、服务标志和其他所有权的声明。<br/>
            用户同意不以任何形式为公众用途或商业目的出售或修改兼职网内容，或为非兼职网网站的相关产品和服务复制、显示、公开演示、分发或以其他方式使用兼职网内容，在消费者中引起混淆进而贬低或诋毁兼职网及其授权者，削弱兼职网或其授权者的所有权或侵犯兼职网及其授权者知识产权。用户还同意不能用其他任何方式滥用兼职网内容。禁止为任何目的在其他任何网站或联网的计算机环境中使用兼职网内容。兼职网为生成或显示兼职网内容或页面而创建的软件受兼职网版权保护，未经授权不得复制或改编。<br/>
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">4. 兼职网网站限制条件</div>
        <p class="h3">
            用户不得利用兼职网网站发送、发布、分发、储存或销毁材料，如果该行为（a）违反任何相关法律法规，（b）以侵犯他人的版权、商标、商业秘密或其他知识产权或侵犯他人的隐私权、肖像权或其他人身权利的方式，或（c）包含诽谤、淫秽、威胁、辱骂或憎恨等内容。<br/>
            禁止用户违反或企图违反兼职网网站的安全性，包括但不限于以下行为：(a)访问不对这些用户开放的数据或未经授权登录服务器或账户；<br/>
            (b) 在没有适当授权的情况下，企图探查、扫描或测试系统或网络的弱点；<br/>
            (c)企图干扰任何其他用户、主机和网络服务，包括但不限于，通过向兼职网网站提供病毒、过载、“淹没”、“垃圾邮件”，“邮件炸弹”或“崩溃”；<br/>
            或在任何电子邮件或新闻组中伪造TCP/IP数据包标题或部分标题信息。违反系统或网络的安全性可能导致民事或刑事法律责任。兼职网会调查可能涉及这种违规的行为，并与执法机关合作，起诉参与此类违规行为的相关用户。<br/>
            为了确保所有客户安全有效地使用兼职网，兼职网保留在某一时段内限制用户的访问数据量（包括简历查看）的权利。兼职网有权酌情对这一限制随时进行修订。<br/>
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">5. 特殊禁止使用</div>
        <p class="h3">
            职位发布、兼职网简历库和兼职网网站的其他功能都只能用于求职者寻找工作和职业信息以及企业招聘员工的合法目的。兼职网社区和个人档案资料也只能用于个人与其他人进行私人及专业沟通的合法目的。<br/>
            兼职网明确禁止对兼职网网站的其他任何形式的使用，且所有用户同意不得从事以下任何活动：<br/>
            (a)在兼职网网站为兼职网竞争者发布职位或在发布的职位及其他内容中包含任何与兼职网竞争的网站链接；<br/>
            (b)在兼职网网站发布的职位或内容包含超级链接，“隐藏的”的关键字和与工作职位无关或在其他方面误导的关键字；<br/>
            (c)并不是出于企业自身招聘员工的目的而使用兼职网简历库，包括但不限于利用兼职网简历库信息出售或促销任何产品或服务；<br/>
            (d)使用兼职网社区进行商业招聘、高级管理人员搜索、配置员工、外包招聘或其他专业雇佣或招聘行为；<br/>
            (e)在兼职网网站发布或提交任何不完整或错误的个人信息以及不属于自己的信息；<br/>
            (f)在兼职网网站发布有关特许经营、传销、俱乐部会员、分销或销售代理信息；<br/>
            (g)向求职者收取保证金、押金或其他形式的招聘费用；<br/>
            (h)给兼职网网站的其他用户发送未经请求的信件或电邮、主动打电话或发送传真，推销或宣传产品和服务；<br/>
            (i)删除或修改其他个人或企业用户发布的信息；<br/>
            (j)在兼职网网站的基础设施上施加不合理或不成比例的大负荷；<br/>
            (k) 利用或企图利用任何非兼职网自有或授权的搜索引擎、软件、工具、代理或其他设备或机制浏览、搜索兼职网网站；<br/>
            (l) 对兼职网网站的任何软件或构成进行破译、反编译、反汇编或逆向工程；<br/>
            (m)未经兼职网正式书面同意，汇总、拷贝或以其他任何方式复制任何兼职网内容或兼职网网站信息；
            或者(n)点击劫持或链接兼职网内容和兼职网网站信息。<br/>
            兼职网不一定会监测网站内所有发布、传送或交流的信息。如果您发现网站的某些内容违反了使用条款，请通过第9条指定的方式联系我们。<br/>
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">6. 注册信息</div>
        <p class="h3">
            当用户在兼职网注册信息时，需要创建账户，并向兼职网提供某些信息，包括但不限于有效的邮件地址（“用户信息”）。用户提交的信息根据兼职网的隐私声明进行使用
            兼职网有权根据用户注册时选择的兴趣倾向随时为用户提供第三方服务和产品，这些服务和产品信息可能由兼职网或其他第三方发出。有关用户信息保护的详细内容请参见兼职网的隐私声明。该隐私声明经在此引述已成为本使用条款的一部分。<br/>
            除非另有协议约定，兼职网不对通过兼职网购买的第三方产品和服务的质量或性质做任何承诺，或提供其他说明、保证或担保。任何此类承诺、声明、担保或保证完全将只能由第三方产品和服务的供应商提供。<br/>
            用户了解并同意用户对账户没有所有权，如果用户取消了账户，用户在兼职网的所有账户信息，包括简历、个人资料、求职信、通讯录、保存的工作职位、问卷和邮件列表都会在兼职网的数据中标注为已删除，并从兼职网网站的公共区域中删除。<br/>
            针对企业HR或猎头上传的简历兼职网需履行邮件或短信告知用户义务，在用户未拒绝的情况下可展示简历内容给其他招聘方查看。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">7. 用户内容及意见</div>
        <p class="h3">
            用户在兼职网或通过兼职网网站提交，发布或显示的所有信息、数据、文本、软件、音乐、声音、图片、图像、视频、广告、留言或其他材料（统称“用户内容”）由输入用户内容的用户负责。兼职网有义务对用户内容进行审核但并不具有所有权或控制权。用户在兼职网或通过兼职网提交、发布或显示的任何用户内容保留专利权、商标和版权归用户所有。在兼职网或通过兼职网提交、发布或显示用户内容即表明用户已授予兼职网全球、非独家、免费许可，为推广兼职网产品及服务的目的，可以复制、分配或公开这些用户内容。兼职网通过另外签订协议决定拒绝、接受、发布、显示或传递任何用户内容。<br/>
            用户同时声明并保证用户有权做出上述许可。如果用户在兼职网网站的任何公共区域内发布用户内容，表示用户允许任何其他用户访问、显示、查看、保存或复制该用户内容。<br/>
            对于违反使用条款，违反适用法律，损害或威胁到任何兼职网用户安全的用户内容，兼职网会酌情审核并删除该内容。对于违反使用条款或适用法律法规的用户，兼职网有权阻止其继续访问兼职网网站或使用兼职网产品或服务。如果兼职网认为某些用户内容可能给兼职网带来不必要的责任，损害兼职网的品牌或公众形象，或导致兼职网失去（整体或部分）ISP或其他供应商的服务，兼职网会酌情对用户内容采取任何必要的措施。<br/>
            兼职网作为网络服务平台不承诺或保证用户发布的任何用户内容或其他交流内容的真实性、准确性以及可靠性，也不认可用户发表的任何观点。<br/>
            以下是部分兼职网网站禁止用户发布的用户内容。<br/>
            内容包括：<br/>
            • 违反《计算机信息网络国际联网安全保护管理办法》（公安部第33号）第4条；<br/>
            • 间接或直接的侵犯性内容，如支持或宣扬对任何个人或团体的种族主义、偏见、歧视、仇恨或人身伤害；<br/>
            • 骚扰、煽动骚扰或支持骚扰任何个人或团体；<br/>
            • 涉及传送“垃圾邮件”、“连锁信”或未经请求发送大量邮件或“垃圾信息”；<br/>
            • 未经许可侵犯他人版权，如提供盗版电脑程序或链接，提供信息规避制造商安装的版权保护设备，或提供盗版音乐或其他媒体或盗版音乐和其他媒体文件的链接；<br/>
            • 包含限制的或需要密码才能访问的网页，或隐藏网页或图片；<br/>
            • 向其他用户征集密码或个人信息。<br/>
            个人用户提交的档案资料必须是描述用户本人的信息，不得包含代表动物、地区、无生命物、虚构人物或者他人信息。<br/>
            为了保护兼职网社区用户免受商业广告和其他招揽行为的干扰，兼职网有权把某些用户发送给其他用户的邮件数量限定在兼职网认为合理的范围内。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">8. 注册和密码</div>
        <p class="h3">
            用户有责任维护其账户资料和密码。用户不得临时或永久地和他人分享其账户密码和其他账户访问信息。用户同意，一旦发现其兼职网账户、资料或密码被盗用，应立即通过第9条指定的方式通知兼职网。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">9. 版权和商标侵权的通知</div>
        <p class="h3">
            如果用户认为有人侵犯其版权或商标权在兼职网上传、发布或复制其享有著作权或商标权的作品，请用户通过以下方式联系我们：<br/>
            邮件：service@chinahr.com<br/>
            电话：400-671-1818
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">10. 对于侵犯他人版权或其他知识产权的用户，终止其使用兼职网</div>
        <p class="h3">
            兼职网尊重他人知识产权，同时要求用户及合作伙伴也尊重他人的知识产权。未经授权发布、复制、修改、公开展示受版权保护的作品构成侵犯版权所有人权利的行为。作为用户使用兼职网的条件，用户同意不使用任何兼职网网站以任何方式侵犯他人的知识产权。对于侵犯他人版权或知识产权的任何用户，兼职网有权在通知或未通知的情况下，终止其在兼职网的账户并禁止其访问兼职网网站。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">11. 兼职网的责任</div>
        <p class="h3">
            兼职网作为企业发布就业机会和求职者发布简历和个人资料的平台，仅按照法律规定进行发布内容的筛选和审查，包括但不限于求职者提供的个人资料，但兼职网并不参与企业与求职者之间的实际交易。所以兼职网不能控制用户内容，发布的职位或简历的质量，安全性以及合法性，发布内容的真实性和准确性，企业为求职者提供就业机会的能力或是求职者胜任工作岗位的能力。兼职网不会对兼职网网站上的任何工作职位或简历做出任何承诺。如果兼职网认为某些用户内容可能给兼职网带来不必要的责任，损害兼职网的品牌或公众形象，或导致兼职网（整体或部分）失去ISP或其他供应商的服务，兼职网可酌情对用户内容采取必要的措施。<br/>
            兼职网社区为个人提供了专业信息交流网络的平台。除法律规定外兼职网不会对网站的个人资料或用户内容进行筛选和审查，也并不参与兼职网社区用户的实际交流。所以兼职网不能控制在网站上提交的个人信息或用户内容的真确性、可靠性、完整性和时效性，并不对兼职网网站的个人资料和用户内容作出任何承诺。<br/>
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">12. 免责声明保证</div>
        <p class="h3">
            兼职网不保证任何兼职网网站的运作无误或任何兼职网网站及其服务器免受电脑病毒或其他有害机制的侵害。如果用户使用任何兼职网网站或兼职网内容导致需要维修或更换设备或数据，兼职网不负责承担这些费用。兼职网网站和兼职网内容是基于“现状”的基础上提供给用户的，不提供任何形式的担保。兼职网，在法律允许的最大范围内，不做任何直接或间接的担保，包括对适销性和针对特殊目的和非侵权适用性的担保。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">13. 间接损失免责声明</div>
        <p class="h3">
            在任何情况下，兼职网及其供应商，或者在兼职网网站上提及的任何第三方不对任何损失赔偿负责（包括但不限于偶然或间接损失，利润损失或由数据丢失或业务中断导致的损失），无论是由于使用或不能使用任何兼职网网站和兼职网内容而导致的，或是否基于担保、合同、侵权行为或其他法律学说，或兼职网是否提示这种损失的可能性。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">14. 其他网站链接</div>
        <p class="h3">
            兼职网网站包含可以链接到第三方网站的链接。提供这些链接仅为了用户的方便，并不一定代表兼职网认可第三方网站的内容。兼职网不对链接的第三方网站内容负责，也不对类似第三方网站内容以及材料的准确性做出任何陈述。如果用户决定访问链接的第三方网站，用户需自行承担风险。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">15. 禁止转售或非法商业用途</div>
        <p class="h3">
            用户承诺不转售或转让使用条款下的用户权利或义务。用户还承诺未经授权不得将兼职网网站用于任何商业用途。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">16. 总则</div>
        <p class="h3">
            这些条款受中华人民共和国法律管辖。只有具有合法管辖权的中国法院才能判定本协议下产生的任何索赔。如果具有合法管辖权的任何法院判定这些使用条款中的任何条文无效，这些条文的无效不会影响使用条款中其他条文的有效性，其他条文仍具有完整的执行力及效力。此外，兼职网未能执行这些条款中的任何条文不应被视为兼职网对这些条文的弃权或影响兼职网将来在任何情况下执行这些条文的权利。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">17. 附加条款</div>
        <p class="h3">
            兼职网网站的某些区域受到附加条款的限制，通过使用这些区域，或其中的任何部分，用户同意遵守适用的附加条款使用这些区域。这些附加条款可能不定时的进行更新。
        </p>
        <div class="h4">&nbsp;</div>
        <div class="h2">18. 条款和终止</div>
        <p class="h3">
            无论用户访问哪个级别的兼职网网页，这些使用条款都具有约束力和效力。如果用户违反了这些条款，兼职网有权酌情寻求其所有的法律救济，包括但不限于从兼职网网站删除用户内容，并且立刻终止用户在兼职网网站的注册以及访问能力，或者其他由兼职网提供的任何服务。即使您已经不再是兼职网网站的用户，其中的某些条款仍然具有法律效力，包括第3、4、5、9至15条。<br/>
            <b>这些条款对用户和兼职网具有法律约束力，使用兼职网网站表明用户同意接受该使用条款。企业用户可能需要另行与兼职网签订销售业务合同，如本协议与销售业务合同出现不一致之处，以销售业务合同为准。</b>
        </p><br/ />
    </div>
        <div style="text-align:center">
            <br />
            <br />
            <asp:Button ID="btnagree" runat="server" BackColor="Fuchsia" Font-Size="X-Large" Text="同意协议内容" OnClick="btnagree_Click" />
        </div>        
    </form>
    <p>
        &nbsp;</p>
    <p>
        &nbsp;</p>
</body>
</html>
